/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   Room_10.c                                          :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: ccastill <marvin@42.fr>                    +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/05/27 10:16:19 by carlos            #+#    #+#             */
/*   Updated: 2020/05/29 06:57:45 by ccastill         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "Nostromo.h"

void Room_10()
{

	//corridor();
	
	printf("Estás en la Room_10\n");
	fgets(next->str, TAM_MAX, stdin);
    verb(next->str);
    deploy_room();

}